export default [
    {
        day: 'ПН',
        lessons: [
            {
                pair: '1',
                title: 'Геоинформационные системы (лаб.)',
                place: '330-4*/С',
                teacher: [
                    'Песляк О.А.',
                    'Светлова О.И.',
                ]
            },
            {
                pair: '2',
                title: 'Теория случайных процессов и основы теории массового обслуживания (л.)',
                place: '416/С',
                teacher: [
                    'Яркова О.Н.',
                ]
            },
            {
                pair: '3',
                title: 'Конечноэлементные программные комплексы (пр.)',
                place: '205-5*/С',
                teacher: [
                    'Мишуренко Н.А.',
                ]
            },
            {
                pair: '4',
                title: 'Теория случайных процессов и основы теории массового обслуживания (пр.)',
                place: '205-2*/С',
                teacher: [
                    'Яркова О.Н.',
                ]
            },
        ],
    },
    {
        day: 'ВТ',
        data: '21.11.23',
        lessons: [
            {
                pair: '1',
                title: 'Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)',
                place: '205-3*/С',
                teacher: [
                    'Бакусов П.А.',
                    'Семенов А.А.',
                ]
            },
            {
                pair: '2',
                title: 'Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)',
                place: '205-3*/С',
                teacher: [
                    'Бакусов П.А.',
                    'Семенов А.А.',
                ]
            },
            {
                pair: '3',
                title: 'Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)',
                place: '205-3*/С',
                teacher: [
                    'Бакусов П.А.',
                    'Семенов А.А.',
                ]
            },
        ],
    },
    {
        day: 'СР',
        data: '22.11.23',
        lessons: [
            {
                pair: '1',
                title: 'Программирование для Интернет (лаб.)',
                place: '205-5*/С',
                teacher: [
                    'Тимохин М.Ю.',
                    'Москаленко Л.П.',
                ]
            },
            {
                pair: '2',
                title: 'Конечноэлементные программные комплексы (л.)',
                place: '702/С',
                teacher: [
                    'Бакусов П.А.',
                ]
            },
        ],
    },
    {
        day: 'ЧТ',
        data: '23.11.23',
        lessons: [],
    },
    {
        day: 'ПТ',
        data: '24.11.23',
        lessons: [
            {
                pair: '1',
                title: 'Программирование современной компьютерной графики на С++ (лаб.)',
                place: '205-5*/С',
                teacher: [
                    'Букунов С.В.',
                    'Букунова О.В.',
                ]
            },
            {
                pair: '2',
                title: 'Компьютерные технологии в принятии решений (лаб.)',
                place: '205-5*/С',
                teacher: [
                    'Яркова О.Н.',
                    'Костюнина Т.Н.',
                ]
            },
            {
                pair: '3',
                title: 'Программирование в графических пакетах (лаб.)',
                place: '205-2*/С',
                teacher: [
                    'Шаранин В.Ю.',
                    'Османов М.М.',
                ]
            },
        ],
    },
    {
        day: 'СБ',
        data: '25.11.23',
        lessons: [],
    },
]