export default {
    R: [
        {
            day: 'ПН',
            lessons: [
                {
                    pair: '1',
                    title: 'Геоинформационные системы (лаб.)',
                    place: '330-4*/С',
                    teacher: [
                        'Песляк О.А.',
                        'Светлова О.И.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Теория случайных процессов и основы теории массового обслуживания (л.)',
                    place: '416/С',
                    teacher: [
                        'Яркова О.Н.',
                    ]
                },
                {
                    pair: '3',
                    title: 'Конечноэлементные программные комплексы (пр.)',
                    place: '205-5*/С',
                    teacher: [
                        'Мишуренко Н.А.',
                    ]
                },
                {
                    pair: '4',
                    title: 'Теория случайных процессов и основы теории массового обслуживания (пр.)',
                    place: '205-2*/С',
                    teacher: [
                        'Яркова О.Н.',
                    ]
                },
            ],
        },
        {
            day: 'ВТ',
            data: '21.11.23',
            lessons: [
                {
                    pair: '1',
                    title: 'Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)',
                    place: '205-3*/С',
                    teacher: [
                        'Бакусов П.А.',
                        'Семенов А.А.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)',
                    place: '205-3*/С',
                    teacher: [
                        'Бакусов П.А.',
                        'Семенов А.А.',
                    ]
                },
                {
                    pair: '3',
                    title: 'Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)',
                    place: '205-3*/С',
                    teacher: [
                        'Бакусов П.А.',
                        'Семенов А.А.',
                    ]
                },
            ],
        },
        {
            day: 'СР',
            data: '22.11.23',
            lessons: [
                {
                    pair: '1',
                    title: 'Программирование для Интернет (лаб.)',
                    place: '205-5*/С',
                    teacher: [
                        'Тимохин М.Ю.',
                        'Москаленко Л.П.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Конечноэлементные программные комплексы (л.)',
                    place: '702/С',
                    teacher: [
                        'Бакусов П.А.',
                    ]
                },
            ],
        },
        {
            day: 'ЧТ',
            data: '23.11.23',
            lessons: [],
        },
        {
            day: 'ПТ',
            data: '24.11.23',
            lessons: [
                {
                    pair: '1',
                    title: 'Программирование современной компьютерной графики на С++ (лаб.)',
                    place: '205-5*/С',
                    teacher: [
                        'Букунов С.В.',
                        'Букунова О.В.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Компьютерные технологии в принятии решений (лаб.)',
                    place: '205-5*/С',
                    teacher: [
                        'Яркова О.Н.',
                        'Костюнина Т.Н.',
                    ]
                },
                {
                    pair: '3',
                    title: 'Программирование в графических пакетах (лаб.)',
                    place: '205-2*/С',
                    teacher: [
                        'Шаранин В.Ю.',
                        'Османов М.М.',
                    ]
                },
            ],
        },
        {
            day: 'СБ',
            data: '25.11.23',
            lessons: [],
        },
        {
            day: 'ПН',
            lessons: [
                {
                    pair: '1',
                    title: 'Конечноэлементные программные комплексы (пр.)',
                    place: '330-5*/С',
                    teacher: [
                        'Мишуренко Н.А.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Методы математического моделирования экологических задач (л.)',
                    place: '408/С',
                    teacher: [
                        'Мовсесова Л.В.',
                    ]
                },
                {
                    pair: '3',
                    title: 'Компьютерные технологии в принятии решений (л.)',
                    place: '409/С',
                    teacher: [
                        'Яркова О.Н.',
                    ]
                },
            ],
        },
        {
            day: 'ВТ',
            lessons: [
                {
                    pair: '2',
                    title: 'Программирование в графических пакетах (л.)',
                    place: '718/С',
                    teacher: [
                        'Шаранин В.Ю.',
                    ]
                },
                {
                    pair: '3',
                    title: 'Теория случайных процессов и основы теории массового обслуживания (пр.)',
                    place: '205-6*/С',
                    teacher: [
                        'Яркова О.Н.',
                    ]
                },
                {
                    pair: '4',
                    title: 'Программирование для Интернет (лаб.)',
                    place: '205-5*/С',
                    teacher: [
                        'Тимохин М.Ю.',
                        'Москаленко Л.П.',
                    ]
                },
                {
                    pair: '5',
                    title: 'Программирование современной компьютерной графики на С++ (лаб.)',
                    place: '205-5*/С',
                    teacher: [
                        'Букунов С.В.',
                        'Букунова О.В.',
                    ]
                },
            ],
        },
        {
            day: 'СР',
            lessons: [
                {
                    pair: '1',
                    title: 'Методы математического моделирования экологических задач (лаб.)',
                    place: '205-5*/С',
                    teacher: [
                        'Мовсесова Л.В.',
                        'Москаленко Л.П.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Программирование современной компьютерной графики на С++ (лаб.)',
                    place: '205-5*/С',
                    teacher: [
                        'Букунов С.В.',
                        'Букунова О.В.',
                    ]
                },
                {
                    pair: '3',
                    title: 'Методы математического моделирования экологических задач (лаб.)',
                    place: '330-5*/С',
                    teacher: [
                        'Мовсесова Л.В.',
                        'Москаленко Л.П.',
                    ]
                },
            ],
        },
        {
            day: 'ЧТ',
            lessons: [
                {
                    pair: '1',
                    title: 'Геоинформационные системы (лаб.)',
                    place: '205-3*/С',
                    teacher: [
                        'Песляк О.А.',
                        'Светлова О.И.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)\n',
                    place: '205-5*/С',
                    teacher: [
                        'Бакусов П.А.',
                        'Семенов А.А.',
                    ]
                },
                {
                    pair: '3',
                    title: 'Конечноэлементные программные комплексы (л.)',
                    place: '330-5*/С',
                    teacher: [
                        'Бакусов П.А.',
                    ]
                },
            ],
        },
        {
            day: 'ПТ',
            data: '24.11.23',
            lessons: [
                {
                    pair: '1',
                    title: 'Компьютерные технологии в принятии решений (лаб.)',
                    place: '205-2*/С',
                    teacher: [
                        'Яркова О.Н.',
                        'Костюнина Т.Н.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Программирование в графических пакетах (лаб.)',
                    place: '330-5*/С',
                    teacher: [
                        'Шаранин В.Ю.',
                        'Османов М.М.',
                    ]
                },
            ],
        },
        {
            day: 'СБ',
            data: '25.11.23',
            lessons: [],
        },
    ],
    S: [
        {
            data: '09.01.2001',
            day: "ВТ",
            lessons: [
                {
                    pair: '3',
                    title: 'Программирование современной компьютерной графики на С++ (экз.)',
                    place: '205-5*/С',
                    teacher: [
                        'Букунов С.В.',
                        'Букунова О.В.',
                    ]
                },
                {
                    pair: '4',
                    title: 'Программирование современной компьютерной графики на С++ (экз.)',
                    place: '205-5*/С',
                    teacher: [
                        'Букунов С.В.',
                        'Букунова О.В.',
                    ]
                },
            ],
        },
        {
            data: '12.01.2024',
            day: "ПТ",
            lessons: [
                {
                    pair: '1',
                    title: 'Компьютерные технологии в принятии решений (экз.)',
                    place: '330-2*/С',
                    teacher: [
                        'Яркова О.Н.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Компьютерные технологии в принятии решений (экз.)',
                    place: '330-2*/С',
                    teacher: [
                        'Яркова О.Н.',
                    ]
                },
            ],
        },
        {
            data: '15.01.2001',
            day: "ПН",
            lessons: [
                {
                    pair: '1',
                    title: 'Конечноэлементные программные комплексы (экз.)',
                    place: '205-3*/С',
                    teacher: [
                        'Бакусов П.А.',
                    ]
                },
                {
                    pair: '2',
                    title: 'Конечноэлементные программные комплексы (экз.)',
                    place: '205-3*/С',
                    teacher: [
                        'Бакусов П.А.',
                    ]
                },
            ],
        },
        {
            data: '18.01.2001',
            day: "ЧТ",
            lessons: [
                {
                    pair: '3',
                    title: 'Компьютерное моделирование процесса деформирования элементов строительных конструкций (экз.)',
                    place: '205-3*/С',
                    teacher: [
                        'Бакусов П.А.',
                        'Семенов А.А.',
                    ]
                },
                {
                    pair: '4',
                    title: 'Компьютерное моделирование процесса деформирования элементов строительных конструкций (экз.)',
                    place: '205-3*/С',
                    teacher: [
                        'Бакусов П.А.',
                        'Семенов А.А.',
                    ]
                },
            ],
        }
    ]
}


