export default {
    "r": {
        "2": {
            "1": {
                "1": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": "04.09.2023",
                    "TIME": "9.00-10.30",
                    "LESSON": "Конечноэлементные программные комплексы (пр.)",
                    "PROFESSOR": "Мишуренко Н.А.",
                    "AUDITORIUM": "330-5*/С",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": "04.09.2023",
                    "TIME": "10.45-12.15",
                    "LESSON": "Методы математического моделирования экологических задач (л.)",
                    "PROFESSOR": "Мовсесова Л.В.",
                    "AUDITORIUM": "408/С",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": "04.09.2023",
                    "TIME": "12.30-14.00",
                    "LESSON": "Компьютерные технологии в принятии решений (л.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "AUDITORIUM": "409/С",
                    "KAF": null
                }
            },
            "2": {
                "2": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": "05.09.2023",
                    "TIME": "10.45-12.15",
                    "LESSON": "Программирование в графических пакетах (л.)",
                    "PROFESSOR": "Шаранин В.Ю.",
                    "AUDITORIUM": "718/С",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": "05.09.2023",
                    "TIME": "12.30-14.00",
                    "LESSON": "Теория случайных процессов и основы теории массового обслуживания (пр.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "AUDITORIUM": "205-6*/С",
                    "KAF": null
                },
                "4": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": "05.09.2023",
                    "TIME": "15.00-16.30",
                    "LESSON": "Программирование для Интернет (лаб.)",
                    "PROFESSOR": "Тимохин М.Ю.,Москаленко Л.П.",
                    "AUDITORIUM": "205-5*/С",
                    "KAF": null
                },
                "5": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": "05.09.2023",
                    "TIME": "16.45-18.15",
                    "LESSON": "Программирование современной компьютерной графики на С++ (лаб.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "AUDITORIUM": "205-5*/С",
                    "KAF": null
                }
            },
            "3": {
                "1": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": "06.09.2023",
                    "TIME": "9.00-10.30",
                    "LESSON": "Методы математического моделирования экологических задач (лаб.)",
                    "PROFESSOR": "Мовсесова Л.В.,Москаленко Л.П.",
                    "AUDITORIUM": "205-5*/С",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": "06.09.2023",
                    "TIME": "10.45-12.15",
                    "LESSON": "Программирование современной компьютерной графики на С++ (лаб.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "AUDITORIUM": "205-5*/С",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": "06.09.2023",
                    "TIME": "12.30-14.00",
                    "LESSON": "Методы математического моделирования экологических задач (лаб.)",
                    "PROFESSOR": "Мовсесова Л.В.,Москаленко Л.П.",
                    "AUDITORIUM": "330-5*/С",
                    "KAF": null
                }
            },
            "4": {
                "1": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": "07.09.2023",
                    "TIME": "9.00-10.30",
                    "LESSON": "Геоинформационные системы (лаб.)",
                    "PROFESSOR": "Песляк О.А.,Светлова О.И.",
                    "AUDITORIUM": "205-3*/С",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": "07.09.2023",
                    "TIME": "10.45-12.15",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "AUDITORIUM": "205-2*/С",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": "07.09.2023",
                    "TIME": "12.30-14.00",
                    "LESSON": "Конечноэлементные программные комплексы (л.)",
                    "PROFESSOR": "Бакусов П.А.",
                    "AUDITORIUM": "511/С",
                    "KAF": null
                }
            },
            "5": {
                "1": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": "08.09.2023",
                    "TIME": "9.00-10.30",
                    "LESSON": "Компьютерные технологии в принятии решений (лаб.)",
                    "PROFESSOR": "Яркова О.Н.,Костюнина Т.Н.",
                    "AUDITORIUM": "205-2*/С",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": "08.09.2023",
                    "TIME": "10.45-12.15",
                    "LESSON": "Программирование в графических пакетах (лаб.)",
                    "PROFESSOR": "Шаранин В.Ю.,Османов М.М.",
                    "AUDITORIUM": "330-5*/С",
                    "KAF": null
                }
            }
        },
        "3": {
            "1": {
                "1": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": "11.09.2023",
                    "TIME": "9.00-10.30",
                    "LESSON": "Геоинформационные системы (лаб.)",
                    "PROFESSOR": "Песляк О.А.,Светлова О.И.",
                    "AUDITORIUM": "330-4*/С",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": "11.09.2023",
                    "TIME": "10.45-12.15",
                    "LESSON": "Теория случайных процессов и основы теории массового обслуживания (л.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "AUDITORIUM": "416/С",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": "11.09.2023",
                    "TIME": "12.30-14.00",
                    "LESSON": "Конечноэлементные программные комплексы (пр.)",
                    "PROFESSOR": "Мишуренко Н.А.",
                    "AUDITORIUM": "205-5*/С",
                    "KAF": null
                },
                "4": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": "11.09.2023",
                    "TIME": "15.00-16.30",
                    "LESSON": "Теория случайных процессов и основы теории массового обслуживания (пр.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "AUDITORIUM": "205-2*/С",
                    "KAF": null
                }
            },
            "2": {
                "1": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": "12.09.2023",
                    "TIME": "9.00-10.30",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "AUDITORIUM": "205-3*/С",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": "12.09.2023",
                    "TIME": "10.45-12.15",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "AUDITORIUM": "205-3*/С",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": "12.09.2023",
                    "TIME": "12.30-14.00",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "AUDITORIUM": "205-3*/С",
                    "KAF": null
                }
            },
            "3": {
                "1": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": "13.09.2023",
                    "TIME": "9.00-10.30",
                    "LESSON": "Программирование для Интернет (лаб.)",
                    "PROFESSOR": "Тимохин М.Ю.,Москаленко Л.П.",
                    "AUDITORIUM": "205-5*/С",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": "13.09.2023",
                    "TIME": "10.45-12.15",
                    "LESSON": "Конечноэлементные программные комплексы (л.)",
                    "PROFESSOR": "Бакусов П.А.",
                    "AUDITORIUM": "702/С",
                    "KAF": null
                }
            },
            "5": {
                "1": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": "15.09.2023",
                    "TIME": "9.00-10.30",
                    "LESSON": "Программирование современной компьютерной графики на С++ (лаб.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "AUDITORIUM": "205-5*/С",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": "15.09.2023",
                    "TIME": "10.45-12.15",
                    "LESSON": "Компьютерные технологии в принятии решений (лаб.)",
                    "PROFESSOR": "Яркова О.Н.,Костюнина Т.Н.",
                    "AUDITORIUM": "205-5*/С",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": "15.09.2023",
                    "TIME": "12.30-14.00",
                    "LESSON": "Программирование в графических пакетах (лаб.)",
                    "PROFESSOR": "Шаранин В.Ю.,Османов М.М.",
                    "AUDITORIUM": "205-2*/С",
                    "KAF": null
                }
            }
        },
        "35": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "28.08.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "КАНИКУЛЫ",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "28.08.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "КАНИКУЛЫ",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                }
            },
            "2": {
                "6": {
                    "DAY_NAME": "ВТ",
                    "DATE": "29.08.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "КАНИКУЛЫ",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ВТ",
                    "DATE": "29.08.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "КАНИКУЛЫ",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                }
            },
            "3": {
                "6": {
                    "DAY_NAME": "СР",
                    "DATE": "30.08.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "КАНИКУЛЫ",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "СР",
                    "DATE": "30.08.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "КАНИКУЛЫ",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                }
            },
            "4": {
                "6": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "31.08.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "КАНИКУЛЫ",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "31.08.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "КАНИКУЛЫ",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "01.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "01.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Организация, планирование и управление строительством (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "36": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "04.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (л)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "04.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Конструкции из дерева и пластмасс (л)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            },
            "2": {
                "6": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "05.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "05.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-3*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "05.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по организации строительного производства (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "504/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "05.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по технологии строительного производства (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "718/С",
                            "KAF": "каф.ТСП"
                        }
                    ]
                },
                "7": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "05.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по организации строительного производства (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "504/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "05.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по технологии строительного производства (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "718/С",
                            "KAF": "каф.ТСП"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "05.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "05.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-3*/С",
                            "KAF": "каф.ЖБК"
                        }
                    ]
                }
            },
            "4": {
                "6": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "07.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Сметное дело в строительстве (пр)",
                    "PROFESSOR": "Антонян Л.А.",
                    "AUDITORIUM": "141-2*/Г",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "07.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Сметное дело в строительстве (пр)",
                    "PROFESSOR": "Антонян Л.А.",
                    "AUDITORIUM": "141-2*/Г",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "08.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (пр)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "08.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Организация, планирование и управление строительством (пр)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "37": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "11.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (л)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "11.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Конструкции из дерева и пластмасс (л)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            },
            "2": {
                "6": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "12.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по организации строительного производства (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "515/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "12.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по технологии строительного производства (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "513/С",
                            "KAF": "каф.ТСП"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "12.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "12.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-6*/С",
                            "KAF": "каф.ЖБК"
                        }
                    ]
                },
                "7": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "12.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-6*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "12.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по организации строительного производства (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "515/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "12.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по технологии строительного производства (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "513/С",
                            "KAF": "каф.ТСП"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "12.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (л)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        }
                    ]
                }
            },
            "3": {
                "6": {
                    "DAY_NAME": "СР",
                    "DATE": "13.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Основы технической эксплуатации объектов строительства (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "513/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "СР",
                    "DATE": "13.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Основы технической эксплуатации объектов строительства (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "513/С",
                    "KAF": null
                }
            },
            "4": {
                "6": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "14.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Сметное дело в строительстве (пр)",
                    "PROFESSOR": "Антонян Л.А.",
                    "AUDITORIUM": "141-2*/Г",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "14.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Сметное дело в строительстве (пр)",
                    "PROFESSOR": "Антонян Л.А.",
                    "AUDITORIUM": "141-2*/Г",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "15.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "15.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Организация, планирование и управление строительством (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "38": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "18.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (л)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "18.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Конструкции из дерева и пластмасс (л)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            },
            "2": {
                "6": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "19.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "19.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-3*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "19.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по организации строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "504/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "19.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по технологии строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "718/С",
                            "KAF": "каф.ТСП"
                        }
                    ]
                },
                "7": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "19.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по технологии строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "718/С",
                            "KAF": "каф.ТСП"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "19.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "19.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-3*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "19.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по организации строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "504/С",
                            "KAF": "каф.ОС"
                        }
                    ]
                }
            },
            "3": {
                "6": {
                    "DAY_NAME": "СР",
                    "DATE": "20.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Основы технической эксплуатации объектов строительства (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "504/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "СР",
                    "DATE": "20.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Основы технической эксплуатации объектов строительства (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "504/С",
                    "KAF": null
                }
            },
            "4": {
                "6": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "21.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Сметное дело в строительстве (пр)",
                    "PROFESSOR": "Антонян Л.А.",
                    "AUDITORIUM": "141-2*/Г",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "21.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Сметное дело в строительстве (пр)",
                    "PROFESSOR": "Антонян Л.А.",
                    "AUDITORIUM": "141-2*/Г",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "22.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (пр)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "22.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Организация, планирование и управление строительством (пр)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "39": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "25.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (л)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "25.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Конструкции из дерева и пластмасс (л)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            },
            "2": {
                "6": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "26.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "26.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-6*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "26.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по организации строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "515/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "26.09.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по технологии строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "513/С",
                            "KAF": "каф.ТСП"
                        }
                    ]
                },
                "7": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "26.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "26.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-6*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "26.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по организации строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "515/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "26.09.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по технологии строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "513/С",
                            "KAF": "каф.ТСП"
                        }
                    ]
                }
            },
            "3": {
                "6": {
                    "DAY_NAME": "СР",
                    "DATE": "27.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Основы технической эксплуатации объектов строительства (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "513/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "СР",
                    "DATE": "27.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Основы технической эксплуатации объектов строительства (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "513/С",
                    "KAF": null
                }
            },
            "4": {
                "6": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "28.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Сметное дело в строительстве (пр)",
                    "PROFESSOR": "Антонян Л.А.",
                    "AUDITORIUM": "212*/А",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "28.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Сметное дело в строительстве (пр, зачет)",
                    "PROFESSOR": "Антонян Л.А.",
                    "AUDITORIUM": "212*/А",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "29.09.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "29.09.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Организация, планирование и управление строительством (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "40": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "02.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (пр)",
                    "PROFESSOR": "Мамедов Ш.М.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "02.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Конструкции из дерева и пластмасс (пр)",
                    "PROFESSOR": "Мамедов Ш.М.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            },
            "2": {
                "6": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "03.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по технологии строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "718/С",
                            "KAF": "каф.ТСП"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "03.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "03.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-3*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "03.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по организации строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "504/С",
                            "KAF": "каф.ОС"
                        }
                    ]
                },
                "7": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "03.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по организации строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "504/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "03.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по технологии строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "718/С",
                            "KAF": "каф.ТСП"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "03.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "03.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-3*/С",
                            "KAF": "каф.ЖБК"
                        }
                    ]
                }
            },
            "3": {
                "6": {
                    "DAY_NAME": "СР",
                    "DATE": "04.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Основы технической эксплуатации объектов строительства (пр)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "504/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "СР",
                    "DATE": "04.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Основы технической эксплуатации объектов строительства (пр)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "504/С",
                    "KAF": null
                }
            },
            "4": {
                "6": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "05.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Сметное дело в строительстве (КР)",
                    "PROFESSOR": "Антонян Л.А.",
                    "AUDITORIUM": "212*/А",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "06.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (пр)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "41": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "09.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (пр)",
                    "PROFESSOR": "Мамедов Ш.М.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "09.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Конструкции из дерева и пластмасс (пр)",
                    "PROFESSOR": "Мамедов Ш.М.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            },
            "2": {
                "6": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "10.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-6*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "10.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по организации строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "515/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "10.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по технологии строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "513/С",
                            "KAF": "каф.ТСП"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "10.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        }
                    ]
                },
                "7": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "10.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "10.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-6*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "10.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по организации строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "515/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "10.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по технологии строительного производства (пр)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "513/С",
                            "KAF": "каф.ТСП"
                        }
                    ]
                }
            },
            "3": {
                "6": {
                    "DAY_NAME": "СР",
                    "DATE": "11.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Основы технической эксплуатации объектов строительства (лаб)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "513/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "СР",
                    "DATE": "11.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Основы технической эксплуатации объектов строительства (лаб)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "513/С",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "13.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "13.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Организация, планирование и управление строительством (л)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "42": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "16.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (лаб)",
                    "PROFESSOR": "Мамедов Ш.М.,Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "16.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Конструкции из дерева и пластмасс (лаб)",
                    "PROFESSOR": "Мамедов Ш.М.,Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            },
            "2": {
                "6": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "17.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (экзамен)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "17.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (экзамен)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-3*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "17.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по организации строительного производства (экзамен)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "504/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "17.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Спецкурс по технологии строительного производства (экзамен)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "718/С",
                            "KAF": "каф.ТСП"
                        }
                    ]
                },
                "7": {
                    "MODULE": 1,
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "17.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по организации строительного производства (КП)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "504/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "17.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по технологии строительного производства (КП)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "718/С",
                            "KAF": "каф.ТСП"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "17.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию металлических и деревянных конструкций (КП)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "709/С",
                            "KAF": "каф.МДК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "17.10.2023",
                            "TIME": "20.15-21.45",
                            "LESSON": "Спецкурс по проектированию железобетонных и каменных конструкций (КП)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-3*/С",
                            "KAF": "каф.ЖБК"
                        }
                    ]
                }
            },
            "3": {
                "6": {
                    "DAY_NAME": "СР",
                    "DATE": "18.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Основы технической эксплуатации объектов строительства (лаб)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "504/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "СР",
                    "DATE": "18.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Основы технической эксплуатации объектов строительства (лаб)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "504/С",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "20.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (лаб)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "20.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Организация, планирование и управление строительством (лаб)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "43": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "23.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (лаб)",
                    "PROFESSOR": "Мамедов Ш.М.,Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "23.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Конструкции из дерева и пластмасс (лаб)",
                    "PROFESSOR": "Мамедов Ш.М.,Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            },
            "2": {
                "6": {
                    "MODULE": 1,
                    "TIME": "18.30-20.00",
                    "DATE": "24.10.2023",
                    "LESSON": [
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "24.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Производственная практика/Проектная практика (уст.лекция)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "205-6*/С",
                            "KAF": "каф.ЖБК"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "24.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Производственная практика/Проектная практика (уст.лекция)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "718/С",
                            "KAF": "каф.ОС"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "24.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Производственная практика/Проектная практика (уст.лекция)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "712/С",
                            "KAF": "каф.ТСП"
                        },
                        {
                            "DAY_NAME": "ВТ",
                            "DATE": "24.10.2023",
                            "TIME": "18.30-20.00",
                            "LESSON": "Производственная практика/Проектная практика (уст.лекция)",
                            "PROFESSOR": "",
                            "AUDITORIUM": "",
                            "KAF": "каф.МДК Миронова С.И."
                        }
                    ]
                }
            },
            "3": {
                "6": {
                    "DAY_NAME": "СР",
                    "DATE": "25.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Основы технической эксплуатации объектов строительства (пр)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "513/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "СР",
                    "DATE": "25.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Основы технической эксплуатации объектов строительства (пр, зачет)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "513/С",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "27.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (лаб)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "27.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Организация, планирование и управление строительством (лаб)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "44": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "30.10.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (экзамен)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПН",
                    "DATE": "30.10.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Конструкции из дерева и пластмасс (экзамен)",
                    "PROFESSOR": "Москалев М.Б.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "03.11.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Организация, планирование и управление строительством (экзамен)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "03.11.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "Организация, планирование и управление строительством (КР)",
                    "PROFESSOR": "Розанцева Н.В.",
                    "AUDITORIUM": "515/С",
                    "KAF": null
                }
            }
        },
        "45": {
            "1": {
                "6": {
                    "DAY_NAME": "ПН",
                    "DATE": "06.11.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "Конструкции из дерева и пластмасс (КП)",
                    "PROFESSOR": "Мамедов Ш.М.",
                    "AUDITORIUM": "709/С",
                    "KAF": null
                }
            }
        },
        "46": {
            "3": {
                "6": {
                    "DAY_NAME": "СР",
                    "DATE": "15.11.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "ПРАКТИКА",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "СР",
                    "DATE": "15.11.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "ПРАКТИКА",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                }
            },
            "4": {
                "6": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "16.11.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "ПРАКТИКА",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ЧТ",
                    "DATE": "16.11.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "ПРАКТИКА",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                }
            },
            "5": {
                "6": {
                    "DAY_NAME": "ПТ",
                    "DATE": "17.11.2023",
                    "TIME": "18.30-20.00",
                    "LESSON": "ПРАКТИКА",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                },
                "7": {
                    "DAY_NAME": "ПТ",
                    "DATE": "17.11.2023",
                    "TIME": "20.15-21.45",
                    "LESSON": "ПРАКТИКА",
                    "PROFESSOR": "",
                    "AUDITORIUM": "",
                    "KAF": null
                }
            }
        }
    },
    "s": {
        "20": {
            "2": {
                "3": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Программирование современной компьютерной графики на С++ (экз.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "KAF": null
                },
                "4": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "15.00-16.30",
                    "LESSON": "Программирование современной компьютерной графики на С++ (экз.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "KAF": null
                }
            },
            "5": {
                "1": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Компьютерные технологии в принятии решений (экз.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Компьютерные технологии в принятии решений (экз.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "KAF": null
                }
            }
        },
        "21": {
            "1": {
                "1": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Конечноэлементные программные комплексы (экз.)",
                    "PROFESSOR": "Бакусов П.А.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Конечноэлементные программные комплексы (экз.)",
                    "PROFESSOR": "Бакусов П.А.",
                    "KAF": null
                }
            },
            "4": {
                "3": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (экз.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "KAF": null
                },
                "4": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": {},
                    "TIME": "15.00-16.30",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (экз.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "KAF": null
                }
            }
        }
    }
}