export default {
    "r": {
        "2": {
            "1": {
                "1": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Конечноэлементные программные комплексы (пр.)",
                    "PROFESSOR": "Мишуренко Н.А.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Методы математического моделирования экологических задач (л.)",
                    "PROFESSOR": "Мовсесова Л.В.",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Компьютерные технологии в принятии решений (л.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "KAF": null
                }
            },
            "2": {
                "2": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Программирование в графических пакетах (л.)",
                    "PROFESSOR": "Шаранин В.Ю.",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Теория случайных процессов и основы теории массового обслуживания (пр.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "KAF": null
                },
                "4": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "15.00-16.30",
                    "LESSON": "Программирование для Интернет (лаб.)",
                    "PROFESSOR": "Тимохин М.Ю.,Москаленко Л.П.",
                    "KAF": null
                },
                "5": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "16.45-18.15",
                    "LESSON": "Программирование современной компьютерной графики на С++ (лаб.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "KAF": null
                }
            },
            "3": {
                "1": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Методы математического моделирования экологических задач (лаб.)",
                    "PROFESSOR": "Мовсесова Л.В.,Москаленко Л.П.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Программирование современной компьютерной графики на С++ (лаб.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Методы математического моделирования экологических задач (лаб.)",
                    "PROFESSOR": "Мовсесова Л.В.,Москаленко Л.П.",
                    "KAF": null
                }
            },
            "4": {
                "1": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Геоинформационные системы (лаб.)",
                    "PROFESSOR": "Песляк О.А.,Светлова О.И.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Конечноэлементные программные комплексы (л.)",
                    "PROFESSOR": "Бакусов П.А.",
                    "KAF": null
                }
            },
            "5": {
                "1": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Компьютерные технологии в принятии решений (лаб.)",
                    "PROFESSOR": "Яркова О.Н.,Костюнина Т.Н.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Программирование в графических пакетах (лаб.)",
                    "PROFESSOR": "Шаранин В.Ю.,Османов М.М.",
                    "KAF": null
                }
            }
        },
        "3": {
            "1": {
                "1": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Геоинформационные системы (лаб.)",
                    "PROFESSOR": "Песляк О.А.,Светлова О.И.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Теория случайных процессов и основы теории массового обслуживания (л.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Конечноэлементные программные комплексы (пр.)",
                    "PROFESSOR": "Мишуренко Н.А.",
                    "KAF": null
                },
                "4": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "15.00-16.30",
                    "LESSON": "Теория случайных процессов и основы теории массового обслуживания (пр.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "KAF": null
                }
            },
            "2": {
                "1": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (лаб.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "KAF": null
                }
            },
            "3": {
                "1": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Программирование для Интернет (лаб.)",
                    "PROFESSOR": "Тимохин М.Ю.,Москаленко Л.П.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "СРЕДА",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Конечноэлементные программные комплексы (л.)",
                    "PROFESSOR": "Бакусов П.А.",
                    "KAF": null
                }
            },
            "5": {
                "1": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Программирование современной компьютерной графики на С++ (лаб.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Компьютерные технологии в принятии решений (лаб.)",
                    "PROFESSOR": "Яркова О.Н.,Костюнина Т.Н.",
                    "KAF": null
                },
                "3": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Программирование в графических пакетах (лаб.)",
                    "PROFESSOR": "Шаранин В.Ю.,Османов М.М.",
                    "KAF": null
                }
            }
        }
    },
    "s": {
        "20": {
            "2": {
                "3": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Программирование современной компьютерной графики на С++ (экз.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "KAF": null
                },
                "4": {
                    "DAY_NAME": "ВТОРНИК",
                    "DATE": {},
                    "TIME": "15.00-16.30",
                    "LESSON": "Программирование современной компьютерной графики на С++ (экз.)",
                    "PROFESSOR": "Букунов С.В.,Букунова О.В.",
                    "KAF": null
                }
            },
            "5": {
                "1": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Компьютерные технологии в принятии решений (экз.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПЯТНИЦА",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Компьютерные технологии в принятии решений (экз.)",
                    "PROFESSOR": "Яркова О.Н.",
                    "KAF": null
                }
            }
        },
        "21": {
            "1": {
                "1": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "9.00-10.30",
                    "LESSON": "Конечноэлементные программные комплексы (экз.)",
                    "PROFESSOR": "Бакусов П.А.",
                    "KAF": null
                },
                "2": {
                    "DAY_NAME": "ПОНЕДЕЛЬНИК",
                    "DATE": {},
                    "TIME": "10.45-12.15",
                    "LESSON": "Конечноэлементные программные комплексы (экз.)",
                    "PROFESSOR": "Бакусов П.А.",
                    "KAF": null
                }
            },
            "4": {
                "3": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": {},
                    "TIME": "12.30-14.00",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (экз.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "KAF": null
                },
                "4": {
                    "DAY_NAME": "ЧЕТВЕРГ",
                    "DATE": {},
                    "TIME": "15.00-16.30",
                    "LESSON": "Компьютерное моделирование процесса деформирования элементов строительных конструкций (экз.)",
                    "PROFESSOR": "Бакусов П.А.,Семенов А.А.",
                    "KAF": null
                }
            }
        }
    }
}